import Navbar from "../../components/Navbar/Navbar";
import styled from "./about.module.css";
import iran from "./../../assets/images/iran.png"
import Footer from "../../components/Footer/Footer";

function AboutUs() {
  return (
    <div className={styled.aboutPage}>
      <Navbar title="صنعت بلاگ" />
      <div className="container">
        <h2>درباره ما</h2>
        <p>
          گروه پژوهش صنعت مدرن درتاريخ 1370/9/16 تحت شماره 87200 در اداره ثبت
          شركتها با موضوع ايجاد وراه اندازي كارخانه توليدي و صنعتي به منظور ساخت
          و توليد چراغ جلو خودرو سبك و سنگين و موتور سيكلت تاسيس گرديد. این شرکت
          افتخار همکاری بلند مدت با خودروسازان داخلی نظیر ایران خودرو و سایپا را
          دارا می باشد و در حال حاضر با ظرفیت بالغ بر شش میلیون چراغ اصلی و آینه
          های جانبی خودرو در سال، از تامین کنندگان اصلی خودروسازان کشور به شمار
          می رود.گروه پژوهش صنعت مدرن دارای دو کارخانه تولیدی است که کارخانه اول
          در شهر شهریار واقع در 32 کیلومتری جنوب غربی تهران ، در زمینی به مساحت
          50000 متر مربع و 22000 متر مربع فضای سرپوشیده و کارخانه دوم در استان
          مرکزی، شهر آشتیان در زمینی به مساحت 10000 مترمربع و 7200 مترمربع فضای
          سرپوشیده واقع می باشد.
        </p>
        <h3 className={styled.title}>فعالیت ما در کدام شهرهاست؟ </h3>
        <img src={iran} />
      </div>
      <Footer/>
    </div>
  );
}

export default AboutUs;
